performance/random/passenger4.txt
      done.

Transactions:		      100000 hits
Availability:		      100.00 %
Elapsed time:		     5262.59 secs
Data transferred:	      143.96 MB
Response time:		        5.25 secs
Transaction rate:	       19.00 trans/sec
Throughput:		        0.03 MB/sec
Concurrency:		       99.82
Successful transactions:      100000
Failed transactions:	           0
Longest transaction:	        8.07
Shortest transaction:	        0.10
 
FILE: /usr/local/var/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.